export default
[
	{
		key          : '5',
		boruse       : '',
		title        : '关于变更实名认证方式的通知',
		homeShow     : '关于变更实名认证方式的通知',
		time         : '2018-11-01',
		publichPeople: 'Bitcoco团队',
		bottomTime   : '2018年11月01日',
		detail       : [
			{
				title: '尊敬的Bitcoco用户：',
				data : [],
				tb   : [],
				para : [ 
					'自10月26日开放注册以来，Bitcoco受到市场极大的关注，截止目前注册用户数已突破5万，待实名认证用户数接近3万。为了加快实名认证速度，同时避免人工审核误判的情况，Bitcoco将引入人脸识别系统。',
					'尚未通过实名认证的客户，请待到人脸识别系统上线后重新提交实名认证资料；已通过实名认证的客户，赠送的COCO将由“锁仓”状态调整为“冻结”状态，重新提交实名认证资料并通过后再转为“锁仓”状态，同时可额外获得平台赠送的20枚COCO。',
					'人脸识别系统上线时间，请留意官方公告。 '
				]
			}
		]
	},
	{
		key          : '4',
		boruse       : '',
		title        : '关于Bitcoco各项分红规则的详细说明',
		homeShow     : '关于Bitcoco各项分红规则的详细说明',
		time         : '2018-10-26',
		publichPeople: 'Bitcoco团队',
		bottomTime   : '2018年10月26日',
		detail       : [
			{
				title: '尊敬的Bitcoco用户：',
				data : [],
				tb   : [],
				para : [ 'Bitcoco是全球首家采用“交易手续费100%返还+手续费分红+全生态分红+社区节点奖励+项目孵化福利”综合分红模式的交易平台。为了使社区用户更加清晰的了解各项分红规则，特做如下说明：' ]
			},
			{
				title: '一、交易手续费100%返还：',
				data : [
					'1、COCO的产出采用交易即挖矿的模式，即用户在挖矿交易对贡献的手续费将以COCO的形式100%返还；Bitcoco对全体用户均实施100%返还，无其他额外返还。',
					'2、创世挖矿期间：系统每日统计一次手续费，于次日进行COCO返还，可获得返还的COCO数量=今日贡献的手续费/COCO创世价格，COCO创世价格恒定为1USDT=20COCO，创世挖矿总量为1500万个，每日挖矿上限300万个，挖完即止；',
					'3、正式挖矿期间：系统每小时统计一次手续费，于次小时进行COCO返还，可获得返还的COCO数量=本小时贡献的手续费/本小时COCO均价，本小时COCO均价=本小时COCO成交金额/成交量，正式挖矿总量为4.85亿个，上线初期每日挖矿上限为300万个，挖完即止，超过部分的手续费将不再返还COCO。'
				],
				para : [],
				tb   : []
			},
			{
				title: '二、手续费分红与全生态分红：',
				data : [
					'1、分红条件：获得手续费分红与全生态分红，需在相应界面进行锁仓操作，未锁仓的COCO，无法获得分红；锁仓数量需大于1000个COCO。',
					'2、解锁规则：已锁仓的COCO不能进行交易；申请解锁的COCO，自申请解锁起24小时后可完成解锁；从申请解锁那一小时开始，相应的COCO数量不再计入锁仓量；',
					'正式挖矿期间：系统每小时统计一次手续费，于次小时进行COCO返还，可获得返还的COCO数量=本小时贡献的手续费/本小时COCO均价，本小时COCO均价=本小时COCO成交金额/成交量，正式挖矿总量为4.85亿个，上线初期每日挖矿上限为300万个，挖完即止，超过部分的手续费将不再返还COCO。',
					'3、分红总额：平台将每日手续费收入的60%作为手续费分红回馈给用户；将每日手续费收入的20%投入全生态建设基金，开展相关业务获得的收益，作为全生态分红回馈给用户。',
					'4、Bitcoco将审核用户提交的资料，发现弄虚作假等违规行为将取消活动资格。',
					'分红计算规则：用户可参与分红COCO的数量，从10:00至次日9:59每逢整点快照一次，取24个整点的锁仓量的平均值作为分红基数；个人可获得分红=可用于分红的总金额*个人当日24小时平均锁仓量/平台24小时平均总锁仓量。',
					'5、分红分发：当日获得的手续费分红与全生态分红，将折算成USDT的形式，于次日中午12:00起陆续发放。',
				],
				para : [],
				tb   : []
			},
			{
				title: '三、社区节点奖励：',
				data : [
					'详见公告《作Bitcoco节点合伙人，获丰厚奖励金！》'
				],
				para : [],
				tb   : []
			},
			{
				title: '四、项目孵化福利：',
				data : [
					'COCO基金将在全球范围内挖掘优质区块链项目进行孵化，持有COCO的客户将享有项目空投奖励及优先认购权。具体细则将在相关项目发布前公布，请留意社区公告',
				],
				para : [],
				tb   : []
			},
		]
	},
	{
		key          : '3',
		boruse       : '',
		title        : '做Bitcoco节点合伙人，获丰厚奖励金',
		homeShow     : '做Bitcoco节点合伙人，获丰厚奖励金',
		time         : '2018-10-26',
		publichPeople: 'Bitcoco团队',
		bottomTime   : '2018年10月26日',
		detail       : [
			{
				title: '尊敬的Bitcoco用户：',
				data : [],
				para : [ '为了鼓励用户积极参与社区建设，分享社区发展成果，Bitcoco现启动节点合伙人计划。成为社区节点合伙人除获得正常的手续费分红及全生态分红外，还可获得额外的节点奖励，具体规则如下：' ],
				tb   : []
			},
			{
				title: '一、参与条件：',
				data : [
					'达成相应的COCO锁仓条件即可成为节点，锁仓量以10:00至次日9:59分24小时中每个整点快照数量的平均值为基准。'
				],
				para : [],
				tb   : []
			},
			{
				title: '二、详细规则：',
				data : [
					'举例：A用户锁仓3万个COCO，成为中级节点；A所有推荐的用户，今日手续费分红及全生态分红总额为1万USDT，则A可以获得1万*5%=500USDT的节点奖励。'
				],
				para : [],
				tb   : [
					'节点等级,锁仓数量要求,每日可获得推荐客户分红总额的奖励',
					'大众节点,1000个COCO,3%',
					'中级节点,3万个COCO,5%',
					'高级节点,10万个COCO,7%',
					'超级节点,50万个COCO,10%',
				]
			},
			{
				title: '三、发放时间：',
				data : [
					'社区节点奖励，与其他奖励一并于次日12:00以USDT的形式陆续发放。'
				],
				para : [],
				tb   : []
			},
		]
	},
    {
		key   : '1',
		boruse : '',
		title: 'Bitcoco社区志愿者招募计划',
		homeShow: 'Bitcoco社区志愿者招募计划 ',
		time:'2018-10-26',
		publichPeople: 'Bitcoco团队',
		bottomTime: '2018年10月26日',
		detail: [
			{title:'尊敬的Bitcoco用户：',
				data: [],
				para:['为促进Bitcoco社区健康快速发展，传播Bitcoco核心价值观，及时吸取来自各方的意见和建议，特发起Bitcoco社区志愿者招募计划。']
				,
				tb: []
			},
			{title:'一、 社区志愿者要求：',
				data: ['1、有自建微信群或QQ群，群总人数在100人以上，日活跃人数在50人以上。',
												'2、善于沟通，能组织群员互动，讨论；能解答群员问题；有自媒体账户者优先。',
												'3、每日在线时间不低于6小时。'
											],
				para:[],
				tb: []
			},
			{title:'二、 社区志愿者权益',
				data: ['1、根据考核得分，社区志愿者每月可获得2000—5000个COCO奖励。',
												'2、对社区发展做出重大贡献的志愿者，不定期给予特别贡献奖。',
												'3、志愿者可参与平台各项运营方案决策。'
											],
				para:[],
				tb: []
			},
			{title:'三、社区志愿者任务及考核',
				data: ['1、社区志愿者可以充分发挥自身优势，自行决定如何推广和维护Bitcoco。',
												'2、社区志愿者需及时发布及解读Bitcoco最新公告文件，解答群友问题。',
												'3、社区志愿者需每日将主要工作内容以文字+截图的方式汇报给Bitcoco社区。',
												'4、Bitcoco社区将从专业能力，组织能力，群成员数量，群活跃度，提出的建议与意见等多个角度进行考核，给予相应的奖励。'
											],
				para:[],
				tb: []
			},
			{
				title:'',
				data: [],
				para:['有兴趣参与本次招募计划的，请将个人介绍、群介绍、个人相关经验、推广工作计划及个人建议。发邮件至zhiyuanzhe@bitcoco.com，邮件标题为【XX申请成为社区志愿者】，我们会在审核完成后及时回复'],
				tb: []
			}
		]
	},
    {
		key   : '2',
		boruse : '',
		title : '注册邀请送大奖，百万COCO等你拿',
		homeShow : '注册邀请送大奖，百万COCO等你拿',
		time:'2018-10-26',
		publichPeople: 'Bitcoco团队',
		bottomTime: '2018年10月26日',
		detail: [
			{title: '尊敬的Bitcoco用户：',
				data:[],
				para:['全球首家“全生态真分红”节点型数字资产社区Bitcoco，将于北京时间10月26日上午10:00正式上线，同时开启注册及邀请奖励活动：'],
				tb: []
			},
			{title: ''
				,data:[
				'1、注册新账户，并完成实名制认证可获得100个COCO奖励。',
				'2、邀请新用户注册，并完成实名认证，邀请人可获得30个COCO奖励。',
				'3、本次奖励活动名额为10000个。',
				'4、Bitcoco将审核用户提交的资料，发现弄虚作假等违规行为将取消活动资格。',
				'官方QQ群：830046329',
				'官方微信：Bitcoco77',
				'官方电报：https://0.plus/Bitcoco'
				],
				para:[
				],
				tb: []
			},
		]
	},
]
